{
  "jobs": [
    {
      "id": 1,
      "title": "Junior Recruiter",
      "jobType": "Full-Time Job, 100% Remote Work, (Work from Home)",
      "skills": "Computer skill, English Communication, Human Resource Management, jobposting site, Office Management, Recruitment Procedure, Working under pressure,",
      "compensation": "The salary is negotiable.",
      "location": "Anywhere in Bangladesh (100% Remote)",
      "keySellingPoints": "Steadfast Communications is looking for some youthful motivated, and energetic people who will be responsible for hiring staff in the USA",
      "jobContext": "Steadfast Communications is a sister concern of \"Steadfast International Services, LLC\"\nWe are looking for a \"Junior Recruiter\"\nFull-Time Job, 100% Remote Work, (Work from Home)\nEducational Level: Minimum Bachelor's Degree from any Reputed Organization. (Human resourceManagement Background candidate will get priority)\nBelongings: Laptop/Desktop, High-Speed Internet (These will not be provided by the organization)\nCompensation: 8,000-10,000/Bdt Per Month\nOffice Hours: Monday-Friday (06:00 pm - 03:00 am / 7:00 pm - 4:00 am)\nWeekend: Saturday & Sunday\nLanguage: English (Conversational)\nSteadfast Communications a sister concern of Steadfast International Services, LLC is looking for aJunior Recruiter, who will be Youthful, Motivated, energetic, efficient in English speaking & mostimportantly passionate about recruiting. Fresh graduates who are looking for some experience inHuman Resource Field to build their Careers.\n",
      "jobResponsibilities": "\n-Work on Live job projects & Source candidates from Linkedin, Indeed, Dice and Monster.\n-Source Candidates by Cold Calling.\n-Candidate's Resume Collecting, Screening & Short-listing.\n-Maintain Database for particular assigned projects.\n-Doing E-mail Campaigns to find candidates for different projects.\n-Establish engagement with the candidates in every possible way.\n-Overall understand the industry & Follow the industry practices\n",
      "additionalRequirements": "Age 23 to 32 years\n-Candidate should have sound knowledge of Corporate Culture.\n-Candidate should have English-speaking skills.\n-Interested to work in USA Based time Schedule (06:00 pm - 03:00 am/ 7:00 pm-4:00 am)\n",
      "compensationAndBenefits": "\n-Performance bonus, Weekly 2 holidays, Gratuity, Over time allowance\n-Salary Review: Half YearlyFestival Bonus: 2 (Yearly)\n-Attendance Bonus Per Month\n-Other's Leave as per Labor Law.\n"
    },
    {
      "id": 2,
      "title": "Principal Digital Marketing Manager",
      "jobType": "Full-Time Job, 100% Remote Work, (Work from Home)",
      "skills": "Data Analysis, Excellent sales and negotiation skills, Networking and Communications Skills, Project Management Skills, Recruiting Sales, Sales & Marketing, Smart presentation Skill",
      "compensation": "The salary is negotiable.",
      "location": "Anywhere in Bangladesh (100% Remote)",
      "keySelling Points": "\n- Social Platform marketing in USA MARKET EXPERIENCED is a Must.\n- English Fluent Presentational for USA Clients\n- Decent, Collaborative & Charming Person\n- Hunting Business Mentality\n- Passion & Love to talk\n- Cold Calling & Email Marketing\n",
      "jobContext": "Steadfast Communications is the sister concern of Steadfast International Services, LLC. Which isthe leading talent acquisition platform that delivers top candidates to enterprises by leveraging the largest community of recruiters and sourcing technology platforms. Companies receive ready-to-hire candidates quickly and efficiently while streamlining their recruiting efforts. Steadfast International Services is tech-enabled solutions that include Direct Hire, Contingent Hire, as well as Agency Management. \nLearn more about: www.Steadfastints.com This is a great opportunity for an ambitious individual with experience in sales in the staffing and recruiting industry. We are looking for someone who is energetic, organized, ambitious, and ready for a big challenge. This is a leadership role of the Company and shall take part in the strategic Sales & Marketing matters. The main role of this position is to drive growth and innovation to ensure a leading position in recruiting Industry. Nurturing new businesses and growing aggressively in new profitable segments. This position will report directly to the Managing Director & Country Director",
      "jobResponsibilities": "\n-Research and identify new business opportunities in the USA- including new markets, growth areas, trends, customers, partnerships, products, and services - or new ways of reaching existing markets. Business development can be applied to almost all types of business, but you may choose to specialize in a certain sector in the USA, such as: \n-Cloud Market & Cloud Product Setup Industry in the USA. Contacting potential clients to establish rapport and arrange meetings.\n-Planning and overseeing new marketing initiatives in the USA. \n-Find clients using several platforms and social networks like LinkedIn, Facebook, Twitter, and Instagram.\n-5-7 plus years of experience in the USA technology industry.\n-Researching organizations and individuals to find new opportunities.\n-Increasing the value of current customers while attracting new ones.\n-Cold call sales, email marketing, and data analysis.\n-Finding and developing new markets and improving sales.\n-Attending conferences, meetings, and industry events.\n-Developing quotes and proposals for clients.\n-Developing goals for the development team and business growth and ensuring they are met.\n-Types of business management: Finance, IT, Insurance, Healthcare, Manufacturing, Construction, Telecommunication.\n\nExperience Requirements:\n-5 to 7 year(s)\n-The applicants should have experience in the following area(s):\n-Business Development, Cold Calling, Corporate Marketing, Email Marketing, Recruiting\n-Industry, & Marketing, Social Media Marketing, Technology Industry, USA market\n-The applicants should have experience in the following business area(s):\n-IT Enabled Service, Manpower Recruitment",
      "additionalRequirements": "\n-Age 30 to 40 years\n-5-7 years of sales experience within the Recruiting and Staffing industry in the USA or Sales and\n-Marketing experience in the Technology industry.\n-Canada/UK Market experience will also get priority.\n-Entrepreneurial mindset with a true sales hunter approach.\n-Strong established relationships among key influencers within the Recruiting and Staffing Industry.\n-Strong communication and interpersonal skills.\n-Business management in technology and digital marketing.\n-Tech-savvy, proficient in using tools such as Zoom, Dynamics CRM, and MS Office Suite (Excel, PowerPoint, Outlook)\n-Proven working experience as a business development manager, sales executive, or a relevant role\n-Proven sales track record. selling recruiting solutions or services to large enterprises.",
      "compensationAndBenefits": "\n-Mobile bill, Performance bonus, Weekly 2 holidays\n-Salary Review: Half Yearly\n-Festival Bonus: 2 (Yearly)"
    },
    {
      "id": 3,
      "title": "Data Analyst",
      "jobType": "Full-Time Job, 100% Remote Work, (Work from Home)",
      "skills": "Proven data entry work experience, as a Data Analyst or Business Analyst, Experience with MS Office and data programs, Familiarity with administrative duties, Typing speed and accuracy, Excellent knowledge of correct spelling, grammar, and punctuation, Attention to detail, Confidentiality, Organization skills, with an ability to stay focused on assigned tasks",
      "compensation": "The salary is negotiable.",
      "location": "Anywhere in Bangladesh (100% Remote)",
      "keySellingPoints": "\n-Collecting and entering data in databases.\n-Maintaining accurate records of valuable company information.\n-Data entry skills fast typing.",
      "jobContext": "\n-Responsibilities include collecting and entering data in databases and maintaining accurate records of valuable company information. Our ideal candidate has essential data entry skills, like fast typing an eye for detail, and familiarity with spreadsheets and online forms. You will have to work with a Recruiter team.\n-Previous experience as a Data Analyst or similar position will be considered an advantage. Ultimately, a successful Data Analyst will be responsible for maintaining accurate, up-to-date, and useable information in our systems.",
      "jobResponsibilities": "\n-Insert customer and account data by inputting text-based and numerical information from source documents within time limits \n-Compile, verify accuracy, and sort information according to priorities to prepare source data for computer entry\n-Review data for deficiencies or errors, correct any incompatibilities if possible, and check the output\n-Research and obtain further information for incomplete documents\n-Apply data program techniques and procedures\n-Generate reports, store completed work in designated locations, and perform backup operations\n-Keep information confidential\n-Respond to queries for information and access relevant files\n-Comply with data integrity and security policies\n-Requirements and skills\n-Proven data entry work experience, as a Data Analyst or Business Analyst,\n-Experience with MS Office and data programs\n-Familiarity with administrative duties \n-Typing speed and accuracy \n-Excellent knowledge of correct spelling, grammar, and punctuation \n-Attention to detail \n-Confidentiality \n-Organization skills, with an ability to stay focused on assigned tasks \n-Must-Have a Certificate which indicates experience as Data Analyst or Business Analyst. \n-Interested to work in the USA Based time Schedule (06:00 pm - 03:00 am/ 7:00 pm-4:00 am) \n-Full-Time Job, 100% Remote Work, (Work from Home)\nEducational Level: Minimum Bachelor's Degree from any Reputed Organization.\nBelongings: Laptop/Desktop, High-Speed Internet (The organization will not provide these)\nWeekend: Saturday & Sunday\nLanguage: English (Conversational)",
      "additionalRequirements": "\n-Age 30 to 40 years\n-5-7 years of sales experience within the Recruiting and Staffing industry in the USA or Sales and\n-Marketing experience in the Technology industry.\n-Canada/UK Market experience will also get priority.\n-Entrepreneurial mindset with a true sales hunter approach.\n-Strong established relationships among key influencers within the Recruiting and Staffing Industry.\n-Strong communication and interpersonal skills.\n-Business management in technology and digital marketing.\n-Tech-savvy, proficient in using tools such as Zoom, Dynamics CRM, and MS Office Suite (Excel, PowerPoint, Outlook)\n-Proven working experience as a business development manager, sales executive, or a relevant role\n-Proven sales track record. selling recruiting solutions or services to large enterprises.",
      "compensationAndBenefits": "\n-Performance bonus, Weekly 2 holidays, Gratuity, Overtime allowance \n-Salary Review: Half Yearly\n-Festival Bonus: 2 (Yearly)\n-Attendance Bonus Per Month\n-Other's Leave as per Labor Law "
    }
  ],
  "apply": [
    {
      "id": 1,
      "jobTitle": "Junior Recruiter",
      "name": "test",
      "email": "test@email.com",
      "number": "018",
      "message": "hello",
      "resume": null
    },
    {
      "id": 2,
      "jobTitle": "Principal Digital Marketing Manager",
      "name": "a",
      "email": "s@ea.com",
      "number": "12",
      "message": "",
      "resume": {}
    },
    {
      "id": 58951,
      "jobTitle": "Junior Recruiter",
      "name": "a",
      "email": "a@a",
      "number": "12",
      "message": "",
      "resume": null
    },
    {
      "id": 34518,
      "jobTitle": "Junior Recruiter",
      "name": "a",
      "email": "a@a",
      "number": "1",
      "message": "",
      "resume": null
    },
    {
      "id": 85877,
      "jobTitle": "Junior Recruiter",
      "name": "a",
      "email": "a@a",
      "number": "12",
      "message": "",
      "resume": null
    },
    {
      "id": 20152,
      "jobTitle": "Principal Digital Marketing Manager",
      "name": "adsf",
      "email": "mostafa2k20@gmail.com",
      "number": "123",
      "message": "",
      "resume": {}
    },
    {
      "id": 78566,
      "jobTitle": "Junior Recruiter",
      "name": "a",
      "email": "",
      "number": "",
      "message": "",
      "resume": null
    },
    {
      "id": 49177,
      "jobTitle": "Junior Recruiter",
      "name": "a",
      "email": "",
      "number": "",
      "message": "",
      "resume": null
    }
  ],
  "contact": [
    {
      "id": 1,
      "name": "test",
      "email": "test@email.com",
      "number": "018"
    }
  ]
}
